// Ajaxで取ってくることを想定したデータの形式
// 引用元：http://www.chukai.ne.jp/~shintaku/hayaoshi/haya001.htm
var quiz = [
	{
		id: 1,
		time: 8,
		question: 'ドラえもんの好物はどらやき、では妹のドラミちゃんの好物は？',
		answers: ['メロンパン'],
		hints: [
			'食べ物です',
			'甘い食べ物です',
			'◯◯◯◯◯ナちゃん（アンパンマン）'
		]
	},
	{
		id: 2,
		time: 8,
		question: '直訳すると「ペラペラ円盤」。パソコンでデータを保存する時に使うものといえば何？',
		answers: ['フロッピーディスク', 'フロッピー'],
		hints: [
			'デジタル製品です',
			'今の小中学生は知らない子の方が多いかもしれません...',
			'"保存する"アイコンによく使われています'
		]
	},
	{
		id: 3,
		time: 8,
		question: '天気予報などで現在「ミリバール」に替わって気圧の単位として使われる単位は？',
		answers: ['ヘクトパスカル'],
		hints: [
			'100倍、を表す単位が用いられます',
			'田んぼの広さなどに使われる言葉と似ています'
		]
	},
];
